Repository: Hantiel/one-timesecret
Catalog: locales/*.po
Languages: ar_sa, es_ec, es_es, fr_fr, gl_es, it_it

source: Password is missing
es_es: Falta la contraseña
fr_fr: Mot de passe manquant

source: Configuration
ar_sa: التكوين
es_ec: Configuración
es_es: Configuración
fr_fr: Paramètres
gl_es: Configuración
it_it: Configurazione

source: API key
ar_sa: مفتاح API
es_ec: Clave API
es_es: Clave API
fr_fr: Clé API
it_it: Chiave API

source: Lifetime
ar_sa: أوقات الحياة
es_ec: Vigencia
es_es: Vigencia
fr_fr: Durée de vie
gl_es: Vida útil
it_it: Durata

source: Password lifetime
es_es: Vigencia de la contraseña
fr_fr: Durée du mot de passe
it_it: Durata della password

source: Display OneTimeSecret button
ar_sa: عرض زر سر مرة واحدة
es_ec: Mostrar el botón OneTimeSecret
es_es: Mostrar botón One-Time Secret
fr_fr: Afficher le bouton OneTimeSecret
gl_es: Mostra o botón One-Time Secret
it_it: Visualizza il pulsante OneTimeSecret

source: Hi,
ar_sa: مرحبًا!
es_ec: Hola,
es_es: Hola:
fr_fr: Bonjour,
gl_es: Ola!

source: As mentioned in our previous conversation, this message is meant to share sensitive information with you.
ar_sa: كما ذكرنا في محدثنا السابقة هده الرسالة ستنشر معك معلومة حساسة
es_ec: Como se mencionó en nuestra conversación anterior, este mensaje está destinado a compartir información confidencial con usted.
es_es: Como se mencionó en nuestra conversación anterior, este mensaje está destinado a compartir información confidencial contigo.
fr_fr: Comme nous l'avons mentionné dans notre conversation précédente, ce message est destiné à partager des informations sensibles avec vous.
gl_es: Como mencionamos na nosa conversa anterior, esta mensaxe está destinada a compartir información confidencial contigo.
it_it: Come già menzionato nella comunicazione precedente, questo messaggio è utilizzato per condividere informazioni sensibili con te.

source: A secret link <b>only works once</b> and <b>then disappears forever</b>. Do not open it if you are not the intended recipient.
ar_sa: الرابط السري <b> يعمل مرة واحدة فقط </b> ثم <b> يختفي إلى الأبد </b>. لا تفتحه إذا لم تكن أنت المقصود متلقي
es_ec: Este enlace secreto <b>solo funciona una vez</b> y <b>después desaparece para siempre</b>. No lo abra si no es el destinatario.
es_es: El enlace secreto </b>solo funciona una vez </b> y </b>luego desaparece para siempre</b>. No lo abras si no eres el destinatario.
fr_fr: Un lien secret <b>ne fonctionne qu'une seule fois</b><b>, puis disparaît pour toujours</b>. Ne l'ouvrez pas si vous n'êtes pas le destinataire prévu.
gl_es: Unha ligazón secreta <strong>só funciona unha vez</strong> e <strong>despois desaparece para sempre.</strong>. Por favor, non a abras se non és o destinatario.
it_it: Un collegamento segreto <b>funziona solo una volta</b> e <b> poi disapparerà per sempre</b>. Non usare il collegamento se non sei il destinatario del messaggio.

source: Here you have
ar_sa: هنا لديك
es_ec: Aquí tiene
es_es: Aquí tienes
fr_fr: Ici, vous avez
gl_es: Aquí tes
it_it: Qui avete

source: your secret link
ar_sa: رابطك السري
es_ec: su enlace secreto
es_es: tu enlace secreto
fr_fr: le lien contenant votre secret
gl_es: a túa ligazón segreda
it_it: il tuo collegamento segreto

source: I will send you the required passphrase to open it using an alternative method for security reasons.
ar_sa: ترجمة المصدر سأرسل لك عبارة المرور المطلوبة لفتحها باستخدام طريقة بديلة لأسباب أمنية.
es_ec: Le enviaré la frase de contraseña requerida para abrirlo usando un método alternativo por razones de seguridad.
es_es: Te enviaré la contraseña secreta requerida para abrirlo usando un método alternativo por razones de seguridad.
fr_fr: Pour des raisons de sécurité, je vais vous envoyer le mot de passe nécessaire pour l'ouvrir en utilisant une autre méthode.
gl_es: Enviareiche a frase de acceso necesaria para abrila mediante un método alternativo por motivos de seguridade.
it_it: Ti invierò la passphrase richiesta per aprirlo utilizzando un metodo alternativo per motivi di sicurezza.

source: Bear in mind:
ar_sa: يأخذ بنظر الأعتبار:
es_ec: Tener en cuenta:
es_es: Ten en cuenta:
fr_fr: Gardez à l'esprit :
gl_es: Ten en conta:
it_it: Tenete a mente:

source: A secret link can only be opened once and will expire afterwards.
ar_sa: لا يمكن فتح الرابط السري إلا مرة واحدة وستنتهي صلاحيته بعد ذلك
es_ec: El enlace secreto solo se puede abrir una vez y caducará después.
es_es: Un enlace secreto solo se puede abrir una vez y caducará después.
fr_fr: Un lien secret ne peut être ouvert qu'une seule fois et expirera par la suite.
gl_es: Unha ligazón secreta só se pode abrir unha vez e caducará despois.
it_it: Un collegamento segreto può essere utilizzato solo una volta dopodiché sarà impossibile riutilizzarlo.

source: This secret link will expire %1$s after its generation.
ar_sa: ستنتهي صلاحية هذا الرابط بعد %1$s بعد ان يتم توليده
es_es: El enlace al secreto caducará %1$s después de su generación.
fr_fr: Ce lien contenant votre secret expirera %1$s après sa génération.
it_it: Questo collegamento segreto scadrà %1$s dopo la sua generazione.

source: Regards,
ar_sa: يعتبر
es_ec: Saludos cordiales,
es_es: Saludos,
fr_fr: Cordialement
gl_es: Saúdos,
it_it: Saluti

source: Create a password
ar_sa: قم بإنشاء كلمة مرور
es_ec: Crear contraseña
fr_fr: Créer un mot de passe
gl_es: Crear un contrasinal

source: Optional parameter
ar_sa: معلمة اختيارية
es_ec: Parámetro opcional
es_es: Parámetro opcional
fr_fr: Paramètre optionnel
it_it: Parametro opzionale

source: Passphrase
ar_sa: عبارة المرور
es_ec: Frase de contraseña
es_es: Frase de contraseña
fr_fr: Phrase secrète
gl_es: Frase de contrasinal

source: One-Time Secret
ar_sa: معلمة اختيارية

source: Password lifetime (hours)
gl_es: Validez do contrasinal (horas)

source: This secret link will expire %1$s hours after its generation.
gl_es: Esta ligazón secreta caducará %1$s horas despois da súa xeración.
